docs/test-results/phase1/unit6/B-LOW-run1/measurement-k6.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: /scripts/02-constant-arrival-rate.js
        output: Prometheus remote write (http://prometheus:9090/api/v1/write)

     scenarios: (100.00%) 1 scenario, 1000 max VUs, 6m30s max duration (incl. graceful stop):
              * arrival: 2.00 iterations/s for 5m0s (maxVUs: 100-1000, gracefulStop: 1m30s)


running (0m01.0s), 0002/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   0% ] 0002/0100 VUs  0m01.0s/5m0s  2.00 iters/s

running (0m02.0s), 0004/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   1% ] 0004/0100 VUs  0m02.0s/5m0s  2.00 iters/s

running (0m03.0s), 0006/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   1% ] 0006/0100 VUs  0m03.0s/5m0s  2.00 iters/s

running (0m04.0s), 0008/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   1% ] 0008/0100 VUs  0m04.0s/5m0s  2.00 iters/s

running (0m05.0s), 0010/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   2% ] 0010/0100 VUs  0m05.0s/5m0s  2.00 iters/s

running (0m06.0s), 0012/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   2% ] 0012/0100 VUs  0m06.0s/5m0s  2.00 iters/s

running (0m07.0s), 0014/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   2% ] 0014/0100 VUs  0m07.0s/5m0s  2.00 iters/s

running (0m08.0s), 0015/0100 VUs, 1 complete and 0 interrupted iterations
arrival   [   3% ] 0015/0100 VUs  0m08.0s/5m0s  2.00 iters/s

running (0m09.0s), 0015/0100 VUs, 3 complete and 0 interrupted iterations
arrival   [   3% ] 0015/0100 VUs  0m09.0s/5m0s  2.00 iters/s

running (0m10.0s), 0015/0100 VUs, 5 complete and 0 interrupted iterations
arrival   [   3% ] 0015/0100 VUs  0m10.0s/5m0s  2.00 iters/s

running (0m11.0s), 0015/0100 VUs, 7 complete and 0 interrupted iterations
arrival   [   4% ] 0015/0100 VUs  0m11.0s/5m0s  2.00 iters/s

running (0m12.0s), 0015/0100 VUs, 9 complete and 0 interrupted iterations
arrival   [   4% ] 0015/0100 VUs  0m12.0s/5m0s  2.00 iters/s

running (0m13.0s), 0016/0100 VUs, 10 complete and 0 interrupted iterations
arrival   [   4% ] 0016/0100 VUs  0m13.0s/5m0s  2.00 iters/s

running (0m14.0s), 0018/0100 VUs, 10 complete and 0 interrupted iterations
arrival   [   5% ] 0018/0100 VUs  0m14.0s/5m0s  2.00 iters/s

running (0m15.0s), 0020/0100 VUs, 10 complete and 0 interrupted iterations
arrival   [   5% ] 0020/0100 VUs  0m15.0s/5m0s  2.00 iters/s

running (0m16.0s), 0021/0100 VUs, 11 complete and 0 interrupted iterations
arrival   [   5% ] 0021/0100 VUs  0m16.0s/5m0s  2.00 iters/s

running (0m17.0s), 0021/0100 VUs, 13 complete and 0 interrupted iterations
arrival   [   6% ] 0021/0100 VUs  0m17.0s/5m0s  2.00 iters/s

running (0m18.0s), 0021/0100 VUs, 15 complete and 0 interrupted iterations
arrival   [   6% ] 0021/0100 VUs  0m18.0s/5m0s  2.00 iters/s

running (0m19.0s), 0021/0100 VUs, 17 complete and 0 interrupted iterations
arrival   [   6% ] 0021/0100 VUs  0m19.0s/5m0s  2.00 iters/s

running (0m20.0s), 0021/0100 VUs, 19 complete and 0 interrupted iterations
arrival   [   7% ] 0021/0100 VUs  0m20.0s/5m0s  2.00 iters/s

running (0m21.0s), 0022/0100 VUs, 20 complete and 0 interrupted iterations
arrival   [   7% ] 0022/0100 VUs  0m21.0s/5m0s  2.00 iters/s

running (0m22.0s), 0024/0100 VUs, 20 complete and 0 interrupted iterations
arrival   [   7% ] 0024/0100 VUs  0m22.0s/5m0s  2.00 iters/s

running (0m23.0s), 0026/0100 VUs, 20 complete and 0 interrupted iterations
arrival   [   8% ] 0026/0100 VUs  0m23.0s/5m0s  2.00 iters/s

running (0m24.0s), 0027/0100 VUs, 21 complete and 0 interrupted iterations
arrival   [   8% ] 0027/0100 VUs  0m24.0s/5m0s  2.00 iters/s

running (0m25.0s), 0027/0100 VUs, 23 complete and 0 interrupted iterations
arrival   [   8% ] 0027/0100 VUs  0m25.0s/5m0s  2.00 iters/s

running (0m26.0s), 0027/0100 VUs, 25 complete and 0 interrupted iterations
arrival   [   9% ] 0027/0100 VUs  0m26.0s/5m0s  2.00 iters/s

running (0m27.0s), 0027/0100 VUs, 27 complete and 0 interrupted iterations
arrival   [   9% ] 0027/0100 VUs  0m27.0s/5m0s  2.00 iters/s

running (0m28.0s), 0027/0100 VUs, 29 complete and 0 interrupted iterations
arrival   [   9% ] 0027/0100 VUs  0m28.0s/5m0s  2.00 iters/s

running (0m29.0s), 0028/0100 VUs, 30 complete and 0 interrupted iterations
arrival   [  10% ] 0028/0100 VUs  0m29.0s/5m0s  2.00 iters/s

running (0m30.0s), 0030/0100 VUs, 30 complete and 0 interrupted iterations
arrival   [  10% ] 0030/0100 VUs  0m30.0s/5m0s  2.00 iters/s

running (0m31.0s), 0030/0100 VUs, 32 complete and 0 interrupted iterations
arrival   [  10% ] 0030/0100 VUs  0m31.0s/5m0s  2.00 iters/s

running (0m32.0s), 0029/0100 VUs, 35 complete and 0 interrupted iterations
arrival   [  11% ] 0029/0100 VUs  0m32.0s/5m0s  2.00 iters/s

running (0m33.0s), 0029/0100 VUs, 37 complete and 0 interrupted iterations
arrival   [  11% ] 0029/0100 VUs  0m33.0s/5m0s  2.00 iters/s

running (0m34.0s), 0029/0100 VUs, 39 complete and 0 interrupted iterations
arrival   [  11% ] 0029/0100 VUs  0m34.0s/5m0s  2.00 iters/s

running (0m35.0s), 0029/0100 VUs, 41 complete and 0 interrupted iterations
arrival   [  12% ] 0029/0100 VUs  0m35.0s/5m0s  2.00 iters/s

running (0m36.0s), 0029/0100 VUs, 43 complete and 0 interrupted iterations
arrival   [  12% ] 0029/0100 VUs  0m36.0s/5m0s  2.00 iters/s

running (0m37.0s), 0030/0100 VUs, 44 complete and 0 interrupted iterations
arrival   [  12% ] 0030/0100 VUs  0m37.0s/5m0s  2.00 iters/s

running (0m38.0s), 0030/0100 VUs, 46 complete and 0 interrupted iterations
arrival   [  13% ] 0030/0100 VUs  0m38.0s/5m0s  2.00 iters/s

running (0m39.0s), 0030/0100 VUs, 48 complete and 0 interrupted iterations
arrival   [  13% ] 0030/0100 VUs  0m39.0s/5m0s  2.00 iters/s

running (0m40.0s), 0029/0100 VUs, 51 complete and 0 interrupted iterations
arrival   [  13% ] 0029/0100 VUs  0m40.0s/5m0s  2.00 iters/s

running (0m41.0s), 0029/0100 VUs, 53 complete and 0 interrupted iterations
arrival   [  14% ] 0029/0100 VUs  0m41.0s/5m0s  2.00 iters/s

running (0m42.0s), 0029/0100 VUs, 55 complete and 0 interrupted iterations
arrival   [  14% ] 0029/0100 VUs  0m42.0s/5m0s  2.00 iters/s

running (0m43.0s), 0029/0100 VUs, 57 complete and 0 interrupted iterations
arrival   [  14% ] 0029/0100 VUs  0m43.0s/5m0s  2.00 iters/s

running (0m44.0s), 0029/0100 VUs, 59 complete and 0 interrupted iterations
arrival   [  15% ] 0029/0100 VUs  0m44.0s/5m0s  2.00 iters/s

running (0m45.0s), 0030/0100 VUs, 60 complete and 0 interrupted iterations
arrival   [  15% ] 0030/0100 VUs  0m45.0s/5m0s  2.00 iters/s

running (0m46.0s), 0030/0100 VUs, 62 complete and 0 interrupted iterations
arrival   [  15% ] 0030/0100 VUs  0m46.0s/5m0s  2.00 iters/s

running (0m47.0s), 0030/0100 VUs, 64 complete and 0 interrupted iterations
arrival   [  16% ] 0030/0100 VUs  0m47.0s/5m0s  2.00 iters/s

running (0m48.0s), 0029/0100 VUs, 67 complete and 0 interrupted iterations
arrival   [  16% ] 0029/0100 VUs  0m48.0s/5m0s  2.00 iters/s

running (0m49.0s), 0028/0100 VUs, 70 complete and 0 interrupted iterations
arrival   [  16% ] 0028/0100 VUs  0m49.0s/5m0s  2.00 iters/s

running (0m50.0s), 0028/0100 VUs, 72 complete and 0 interrupted iterations
arrival   [  17% ] 0028/0100 VUs  0m50.0s/5m0s  2.00 iters/s

running (0m51.0s), 0029/0100 VUs, 73 complete and 0 interrupted iterations
arrival   [  17% ] 0029/0100 VUs  0m51.0s/5m0s  2.00 iters/s

running (0m52.0s), 0029/0100 VUs, 75 complete and 0 interrupted iterations
arrival   [  17% ] 0029/0100 VUs  0m52.0s/5m0s  2.00 iters/s

running (0m53.0s), 0030/0100 VUs, 76 complete and 0 interrupted iterations
arrival   [  18% ] 0030/0100 VUs  0m53.0s/5m0s  2.00 iters/s

running (0m54.0s), 0030/0100 VUs, 78 complete and 0 interrupted iterations
arrival   [  18% ] 0030/0100 VUs  0m54.0s/5m0s  2.00 iters/s

running (0m55.0s), 0030/0100 VUs, 80 complete and 0 interrupted iterations
arrival   [  18% ] 0030/0100 VUs  0m55.0s/5m0s  2.00 iters/s

running (0m56.0s), 0029/0100 VUs, 83 complete and 0 interrupted iterations
arrival   [  19% ] 0029/0100 VUs  0m56.0s/5m0s  2.00 iters/s

running (0m57.0s), 0029/0100 VUs, 85 complete and 0 interrupted iterations
arrival   [  19% ] 0029/0100 VUs  0m57.0s/5m0s  2.00 iters/s

running (0m58.0s), 0029/0100 VUs, 87 complete and 0 interrupted iterations
arrival   [  19% ] 0029/0100 VUs  0m58.0s/5m0s  2.00 iters/s

running (0m59.0s), 0029/0100 VUs, 89 complete and 0 interrupted iterations
arrival   [  20% ] 0029/0100 VUs  0m59.0s/5m0s  2.00 iters/s

running (1m00.0s), 0029/0100 VUs, 91 complete and 0 interrupted iterations
arrival   [  20% ] 0029/0100 VUs  1m00.0s/5m0s  2.00 iters/s

running (1m01.0s), 0030/0100 VUs, 92 complete and 0 interrupted iterations
arrival   [  20% ] 0030/0100 VUs  1m01.0s/5m0s  2.00 iters/s

running (1m02.0s), 0030/0100 VUs, 94 complete and 0 interrupted iterations
arrival   [  21% ] 0030/0100 VUs  1m02.0s/5m0s  2.00 iters/s

running (1m03.0s), 0030/0100 VUs, 96 complete and 0 interrupted iterations
arrival   [  21% ] 0030/0100 VUs  1m03.0s/5m0s  2.00 iters/s

running (1m04.0s), 0029/0100 VUs, 99 complete and 0 interrupted iterations
arrival   [  21% ] 0029/0100 VUs  1m04.0s/5m0s  2.00 iters/s

running (1m05.0s), 0029/0100 VUs, 101 complete and 0 interrupted iterations
arrival   [  22% ] 0029/0100 VUs  1m05.0s/5m0s  2.00 iters/s

running (1m06.0s), 0029/0100 VUs, 103 complete and 0 interrupted iterations
arrival   [  22% ] 0029/0100 VUs  1m06.0s/5m0s  2.00 iters/s

running (1m07.0s), 0029/0100 VUs, 105 complete and 0 interrupted iterations
arrival   [  22% ] 0029/0100 VUs  1m07.0s/5m0s  2.00 iters/s

running (1m08.0s), 0029/0100 VUs, 107 complete and 0 interrupted iterations
arrival   [  23% ] 0029/0100 VUs  1m08.0s/5m0s  2.00 iters/s

running (1m09.0s), 0030/0100 VUs, 108 complete and 0 interrupted iterations
arrival   [  23% ] 0030/0100 VUs  1m09.0s/5m0s  2.00 iters/s

running (1m10.0s), 0030/0100 VUs, 110 complete and 0 interrupted iterations
arrival   [  23% ] 0030/0100 VUs  1m10.0s/5m0s  2.00 iters/s

running (1m11.0s), 0030/0100 VUs, 112 complete and 0 interrupted iterations
arrival   [  24% ] 0030/0100 VUs  1m11.0s/5m0s  2.00 iters/s

running (1m12.0s), 0029/0100 VUs, 115 complete and 0 interrupted iterations
arrival   [  24% ] 0029/0100 VUs  1m12.0s/5m0s  2.00 iters/s

running (1m13.0s), 0029/0100 VUs, 117 complete and 0 interrupted iterations
arrival   [  24% ] 0029/0100 VUs  1m13.0s/5m0s  2.00 iters/s

running (1m14.0s), 0029/0100 VUs, 119 complete and 0 interrupted iterations
arrival   [  25% ] 0029/0100 VUs  1m14.0s/5m0s  2.00 iters/s

running (1m15.0s), 0029/0100 VUs, 121 complete and 0 interrupted iterations
arrival   [  25% ] 0029/0100 VUs  1m15.0s/5m0s  2.00 iters/s

running (1m16.0s), 0029/0100 VUs, 123 complete and 0 interrupted iterations
arrival   [  25% ] 0029/0100 VUs  1m16.0s/5m0s  2.00 iters/s

running (1m17.0s), 0030/0100 VUs, 124 complete and 0 interrupted iterations
arrival   [  26% ] 0030/0100 VUs  1m17.0s/5m0s  2.00 iters/s

running (1m18.0s), 0030/0100 VUs, 126 complete and 0 interrupted iterations
arrival   [  26% ] 0030/0100 VUs  1m18.0s/5m0s  2.00 iters/s

running (1m19.0s), 0030/0100 VUs, 128 complete and 0 interrupted iterations
arrival   [  26% ] 0030/0100 VUs  1m19.0s/5m0s  2.00 iters/s

running (1m20.0s), 0029/0100 VUs, 131 complete and 0 interrupted iterations
arrival   [  27% ] 0029/0100 VUs  1m20.0s/5m0s  2.00 iters/s

running (1m21.0s), 0029/0100 VUs, 133 complete and 0 interrupted iterations
arrival   [  27% ] 0029/0100 VUs  1m21.0s/5m0s  2.00 iters/s

running (1m22.0s), 0029/0100 VUs, 135 complete and 0 interrupted iterations
arrival   [  27% ] 0029/0100 VUs  1m22.0s/5m0s  2.00 iters/s

running (1m23.0s), 0029/0100 VUs, 137 complete and 0 interrupted iterations
arrival   [  28% ] 0029/0100 VUs  1m23.0s/5m0s  2.00 iters/s

running (1m24.0s), 0029/0100 VUs, 139 complete and 0 interrupted iterations
arrival   [  28% ] 0029/0100 VUs  1m24.0s/5m0s  2.00 iters/s

running (1m25.0s), 0030/0100 VUs, 140 complete and 0 interrupted iterations
arrival   [  28% ] 0030/0100 VUs  1m25.0s/5m0s  2.00 iters/s

running (1m26.0s), 0030/0100 VUs, 142 complete and 0 interrupted iterations
arrival   [  29% ] 0030/0100 VUs  1m26.0s/5m0s  2.00 iters/s

running (1m27.0s), 0030/0100 VUs, 144 complete and 0 interrupted iterations
arrival   [  29% ] 0030/0100 VUs  1m27.0s/5m0s  2.00 iters/s

running (1m28.0s), 0030/0100 VUs, 146 complete and 0 interrupted iterations
arrival   [  29% ] 0030/0100 VUs  1m28.0s/5m0s  2.00 iters/s

running (1m29.0s), 0029/0100 VUs, 149 complete and 0 interrupted iterations
arrival   [  30% ] 0029/0100 VUs  1m29.0s/5m0s  2.00 iters/s

running (1m30.0s), 0029/0100 VUs, 151 complete and 0 interrupted iterations
arrival   [  30% ] 0029/0100 VUs  1m30.0s/5m0s  2.00 iters/s

running (1m31.0s), 0029/0100 VUs, 153 complete and 0 interrupted iterations
arrival   [  30% ] 0029/0100 VUs  1m31.0s/5m0s  2.00 iters/s

running (1m32.0s), 0029/0100 VUs, 155 complete and 0 interrupted iterations
arrival   [  31% ] 0029/0100 VUs  1m32.0s/5m0s  2.00 iters/s

running (1m33.0s), 0030/0100 VUs, 156 complete and 0 interrupted iterations
arrival   [  31% ] 0030/0100 VUs  1m33.0s/5m0s  2.00 iters/s

running (1m34.0s), 0030/0100 VUs, 158 complete and 0 interrupted iterations
arrival   [  31% ] 0030/0100 VUs  1m34.0s/5m0s  2.00 iters/s

running (1m35.0s), 0029/0100 VUs, 161 complete and 0 interrupted iterations
arrival   [  32% ] 0029/0100 VUs  1m35.0s/5m0s  2.00 iters/s

running (1m36.0s), 0029/0100 VUs, 163 complete and 0 interrupted iterations
arrival   [  32% ] 0029/0100 VUs  1m36.0s/5m0s  2.00 iters/s

running (1m37.0s), 0029/0100 VUs, 165 complete and 0 interrupted iterations
arrival   [  32% ] 0029/0100 VUs  1m37.0s/5m0s  2.00 iters/s

running (1m38.0s), 0029/0100 VUs, 167 complete and 0 interrupted iterations
arrival   [  33% ] 0029/0100 VUs  1m38.0s/5m0s  2.00 iters/s

running (1m39.0s), 0029/0100 VUs, 169 complete and 0 interrupted iterations
arrival   [  33% ] 0029/0100 VUs  1m39.0s/5m0s  2.00 iters/s

running (1m40.0s), 0030/0100 VUs, 170 complete and 0 interrupted iterations
arrival   [  33% ] 0030/0100 VUs  1m40.0s/5m0s  2.00 iters/s

running (1m41.0s), 0030/0100 VUs, 172 complete and 0 interrupted iterations
arrival   [  34% ] 0030/0100 VUs  1m41.0s/5m0s  2.00 iters/s

running (1m42.0s), 0030/0100 VUs, 174 complete and 0 interrupted iterations
arrival   [  34% ] 0030/0100 VUs  1m42.0s/5m0s  2.00 iters/s

running (1m43.0s), 0029/0100 VUs, 177 complete and 0 interrupted iterations
arrival   [  34% ] 0029/0100 VUs  1m43.0s/5m0s  2.00 iters/s

running (1m44.0s), 0029/0100 VUs, 179 complete and 0 interrupted iterations
arrival   [  35% ] 0029/0100 VUs  1m44.0s/5m0s  2.00 iters/s

running (1m45.0s), 0029/0100 VUs, 181 complete and 0 interrupted iterations
arrival   [  35% ] 0029/0100 VUs  1m45.0s/5m0s  2.00 iters/s

running (1m46.0s), 0029/0100 VUs, 183 complete and 0 interrupted iterations
arrival   [  35% ] 0029/0100 VUs  1m46.0s/5m0s  2.00 iters/s

running (1m47.0s), 0029/0100 VUs, 185 complete and 0 interrupted iterations
arrival   [  36% ] 0029/0100 VUs  1m47.0s/5m0s  2.00 iters/s

running (1m48.0s), 0030/0100 VUs, 186 complete and 0 interrupted iterations
arrival   [  36% ] 0030/0100 VUs  1m48.0s/5m0s  2.00 iters/s

running (1m49.0s), 0030/0100 VUs, 188 complete and 0 interrupted iterations
arrival   [  36% ] 0030/0100 VUs  1m49.0s/5m0s  2.00 iters/s

running (1m50.0s), 0030/0100 VUs, 190 complete and 0 interrupted iterations
arrival   [  37% ] 0030/0100 VUs  1m50.0s/5m0s  2.00 iters/s

running (1m51.0s), 0029/0100 VUs, 193 complete and 0 interrupted iterations
arrival   [  37% ] 0029/0100 VUs  1m51.0s/5m0s  2.00 iters/s

running (1m52.0s), 0029/0100 VUs, 195 complete and 0 interrupted iterations
arrival   [  37% ] 0029/0100 VUs  1m52.0s/5m0s  2.00 iters/s

running (1m53.0s), 0029/0100 VUs, 197 complete and 0 interrupted iterations
arrival   [  38% ] 0029/0100 VUs  1m53.0s/5m0s  2.00 iters/s

running (1m54.0s), 0029/0100 VUs, 199 complete and 0 interrupted iterations
arrival   [  38% ] 0029/0100 VUs  1m54.0s/5m0s  2.00 iters/s

running (1m55.0s), 0029/0100 VUs, 201 complete and 0 interrupted iterations
arrival   [  38% ] 0029/0100 VUs  1m55.0s/5m0s  2.00 iters/s

running (1m56.0s), 0030/0100 VUs, 202 complete and 0 interrupted iterations
arrival   [  39% ] 0030/0100 VUs  1m56.0s/5m0s  2.00 iters/s

running (1m57.0s), 0030/0100 VUs, 204 complete and 0 interrupted iterations
arrival   [  39% ] 0030/0100 VUs  1m57.0s/5m0s  2.00 iters/s

running (1m58.0s), 0030/0100 VUs, 206 complete and 0 interrupted iterations
arrival   [  39% ] 0030/0100 VUs  1m58.0s/5m0s  2.00 iters/s

running (1m59.0s), 0029/0100 VUs, 209 complete and 0 interrupted iterations
arrival   [  40% ] 0029/0100 VUs  1m59.0s/5m0s  2.00 iters/s

running (2m00.0s), 0029/0100 VUs, 211 complete and 0 interrupted iterations
arrival   [  40% ] 0029/0100 VUs  2m00.0s/5m0s  2.00 iters/s

running (2m01.0s), 0029/0100 VUs, 213 complete and 0 interrupted iterations
arrival   [  40% ] 0029/0100 VUs  2m01.0s/5m0s  2.00 iters/s

running (2m02.0s), 0029/0100 VUs, 215 complete and 0 interrupted iterations
arrival   [  41% ] 0029/0100 VUs  2m02.0s/5m0s  2.00 iters/s

running (2m03.0s), 0029/0100 VUs, 217 complete and 0 interrupted iterations
arrival   [  41% ] 0029/0100 VUs  2m03.0s/5m0s  2.00 iters/s

running (2m04.0s), 0030/0100 VUs, 218 complete and 0 interrupted iterations
arrival   [  41% ] 0030/0100 VUs  2m04.0s/5m0s  2.00 iters/s

running (2m05.0s), 0030/0100 VUs, 220 complete and 0 interrupted iterations
arrival   [  42% ] 0030/0100 VUs  2m05.0s/5m0s  2.00 iters/s

running (2m06.0s), 0030/0100 VUs, 222 complete and 0 interrupted iterations
arrival   [  42% ] 0030/0100 VUs  2m06.0s/5m0s  2.00 iters/s

running (2m07.0s), 0029/0100 VUs, 225 complete and 0 interrupted iterations
arrival   [  42% ] 0029/0100 VUs  2m07.0s/5m0s  2.00 iters/s

running (2m08.0s), 0029/0100 VUs, 227 complete and 0 interrupted iterations
arrival   [  43% ] 0029/0100 VUs  2m08.0s/5m0s  2.00 iters/s

running (2m09.0s), 0030/0100 VUs, 228 complete and 0 interrupted iterations
arrival   [  43% ] 0030/0100 VUs  2m09.0s/5m0s  2.00 iters/s

running (2m10.0s), 0029/0100 VUs, 231 complete and 0 interrupted iterations
arrival   [  43% ] 0029/0100 VUs  2m10.0s/5m0s  2.00 iters/s

running (2m11.0s), 0029/0100 VUs, 233 complete and 0 interrupted iterations
arrival   [  44% ] 0029/0100 VUs  2m11.0s/5m0s  2.00 iters/s

running (2m12.0s), 0030/0100 VUs, 234 complete and 0 interrupted iterations
arrival   [  44% ] 0030/0100 VUs  2m12.0s/5m0s  2.00 iters/s

running (2m13.0s), 0030/0100 VUs, 236 complete and 0 interrupted iterations
arrival   [  44% ] 0030/0100 VUs  2m13.0s/5m0s  2.00 iters/s

running (2m14.0s), 0030/0100 VUs, 238 complete and 0 interrupted iterations
arrival   [  45% ] 0030/0100 VUs  2m14.0s/5m0s  2.00 iters/s

running (2m15.0s), 0029/0100 VUs, 241 complete and 0 interrupted iterations
arrival   [  45% ] 0029/0100 VUs  2m15.0s/5m0s  2.00 iters/s

running (2m16.0s), 0029/0100 VUs, 243 complete and 0 interrupted iterations
arrival   [  45% ] 0029/0100 VUs  2m16.0s/5m0s  2.00 iters/s

running (2m17.0s), 0029/0100 VUs, 245 complete and 0 interrupted iterations
arrival   [  46% ] 0029/0100 VUs  2m17.0s/5m0s  2.00 iters/s

running (2m18.0s), 0030/0100 VUs, 246 complete and 0 interrupted iterations
arrival   [  46% ] 0030/0100 VUs  2m18.0s/5m0s  2.00 iters/s

running (2m19.0s), 0030/0100 VUs, 248 complete and 0 interrupted iterations
arrival   [  46% ] 0030/0100 VUs  2m19.0s/5m0s  2.00 iters/s

running (2m20.0s), 0030/0100 VUs, 250 complete and 0 interrupted iterations
arrival   [  47% ] 0030/0100 VUs  2m20.0s/5m0s  2.00 iters/s

running (2m21.0s), 0030/0100 VUs, 252 complete and 0 interrupted iterations
arrival   [  47% ] 0030/0100 VUs  2m21.0s/5m0s  2.00 iters/s

running (2m22.0s), 0030/0100 VUs, 254 complete and 0 interrupted iterations
arrival   [  47% ] 0030/0100 VUs  2m22.0s/5m0s  2.00 iters/s

running (2m23.0s), 0029/0100 VUs, 257 complete and 0 interrupted iterations
arrival   [  48% ] 0029/0100 VUs  2m23.0s/5m0s  2.00 iters/s

running (2m24.0s), 0029/0100 VUs, 259 complete and 0 interrupted iterations
arrival   [  48% ] 0029/0100 VUs  2m24.0s/5m0s  2.00 iters/s

running (2m25.0s), 0029/0100 VUs, 261 complete and 0 interrupted iterations
arrival   [  48% ] 0029/0100 VUs  2m25.0s/5m0s  2.00 iters/s

running (2m26.0s), 0029/0100 VUs, 263 complete and 0 interrupted iterations
arrival   [  49% ] 0029/0100 VUs  2m26.0s/5m0s  2.00 iters/s

running (2m27.0s), 0030/0100 VUs, 264 complete and 0 interrupted iterations
arrival   [  49% ] 0030/0100 VUs  2m27.0s/5m0s  2.00 iters/s

running (2m28.0s), 0030/0100 VUs, 266 complete and 0 interrupted iterations
arrival   [  49% ] 0030/0100 VUs  2m28.0s/5m0s  2.00 iters/s

running (2m29.0s), 0030/0100 VUs, 268 complete and 0 interrupted iterations
arrival   [  50% ] 0030/0100 VUs  2m29.0s/5m0s  2.00 iters/s

running (2m30.0s), 0030/0100 VUs, 270 complete and 0 interrupted iterations
arrival   [  50% ] 0030/0100 VUs  2m30.0s/5m0s  2.00 iters/s

running (2m31.0s), 0029/0100 VUs, 273 complete and 0 interrupted iterations
arrival   [  50% ] 0029/0100 VUs  2m31.0s/5m0s  2.00 iters/s

running (2m32.0s), 0029/0100 VUs, 275 complete and 0 interrupted iterations
arrival   [  51% ] 0029/0100 VUs  2m32.0s/5m0s  2.00 iters/s

running (2m33.0s), 0029/0100 VUs, 277 complete and 0 interrupted iterations
arrival   [  51% ] 0029/0100 VUs  2m33.0s/5m0s  2.00 iters/s

running (2m34.0s), 0029/0100 VUs, 279 complete and 0 interrupted iterations
arrival   [  51% ] 0029/0100 VUs  2m34.0s/5m0s  2.00 iters/s

running (2m35.0s), 0029/0100 VUs, 281 complete and 0 interrupted iterations
arrival   [  52% ] 0029/0100 VUs  2m35.0s/5m0s  2.00 iters/s

running (2m36.0s), 0030/0100 VUs, 282 complete and 0 interrupted iterations
arrival   [  52% ] 0030/0100 VUs  2m36.0s/5m0s  2.00 iters/s

running (2m37.0s), 0030/0100 VUs, 284 complete and 0 interrupted iterations
arrival   [  52% ] 0030/0100 VUs  2m37.0s/5m0s  2.00 iters/s

running (2m38.0s), 0030/0100 VUs, 286 complete and 0 interrupted iterations
arrival   [  53% ] 0030/0100 VUs  2m38.0s/5m0s  2.00 iters/s

running (2m39.0s), 0029/0100 VUs, 289 complete and 0 interrupted iterations
arrival   [  53% ] 0029/0100 VUs  2m39.0s/5m0s  2.00 iters/s

running (2m40.0s), 0029/0100 VUs, 291 complete and 0 interrupted iterations
arrival   [  53% ] 0029/0100 VUs  2m40.0s/5m0s  2.00 iters/s

running (2m41.0s), 0029/0100 VUs, 293 complete and 0 interrupted iterations
arrival   [  54% ] 0029/0100 VUs  2m41.0s/5m0s  2.00 iters/s

running (2m42.0s), 0029/0100 VUs, 295 complete and 0 interrupted iterations
arrival   [  54% ] 0029/0100 VUs  2m42.0s/5m0s  2.00 iters/s

running (2m43.0s), 0029/0100 VUs, 297 complete and 0 interrupted iterations
arrival   [  54% ] 0029/0100 VUs  2m43.0s/5m0s  2.00 iters/s

running (2m44.0s), 0030/0100 VUs, 298 complete and 0 interrupted iterations
arrival   [  55% ] 0030/0100 VUs  2m44.0s/5m0s  2.00 iters/s

running (2m45.0s), 0030/0100 VUs, 300 complete and 0 interrupted iterations
arrival   [  55% ] 0030/0100 VUs  2m45.0s/5m0s  2.00 iters/s

running (2m46.0s), 0030/0100 VUs, 302 complete and 0 interrupted iterations
arrival   [  55% ] 0030/0100 VUs  2m46.0s/5m0s  2.00 iters/s

running (2m47.0s), 0029/0100 VUs, 305 complete and 0 interrupted iterations
arrival   [  56% ] 0029/0100 VUs  2m47.0s/5m0s  2.00 iters/s

running (2m48.0s), 0029/0100 VUs, 307 complete and 0 interrupted iterations
arrival   [  56% ] 0029/0100 VUs  2m48.0s/5m0s  2.00 iters/s

running (2m49.0s), 0029/0100 VUs, 309 complete and 0 interrupted iterations
arrival   [  56% ] 0029/0100 VUs  2m49.0s/5m0s  2.00 iters/s

running (2m50.0s), 0029/0100 VUs, 311 complete and 0 interrupted iterations
arrival   [  57% ] 0029/0100 VUs  2m50.0s/5m0s  2.00 iters/s

running (2m51.0s), 0029/0100 VUs, 313 complete and 0 interrupted iterations
arrival   [  57% ] 0029/0100 VUs  2m51.0s/5m0s  2.00 iters/s

running (2m52.0s), 0030/0100 VUs, 314 complete and 0 interrupted iterations
arrival   [  57% ] 0030/0100 VUs  2m52.0s/5m0s  2.00 iters/s

running (2m53.0s), 0030/0100 VUs, 316 complete and 0 interrupted iterations
arrival   [  58% ] 0030/0100 VUs  2m53.0s/5m0s  2.00 iters/s

running (2m54.0s), 0030/0100 VUs, 318 complete and 0 interrupted iterations
arrival   [  58% ] 0030/0100 VUs  2m54.0s/5m0s  2.00 iters/s

running (2m55.0s), 0029/0100 VUs, 321 complete and 0 interrupted iterations
arrival   [  58% ] 0029/0100 VUs  2m55.0s/5m0s  2.00 iters/s

running (2m56.0s), 0029/0100 VUs, 323 complete and 0 interrupted iterations
arrival   [  59% ] 0029/0100 VUs  2m56.0s/5m0s  2.00 iters/s

running (2m57.0s), 0029/0100 VUs, 325 complete and 0 interrupted iterations
arrival   [  59% ] 0029/0100 VUs  2m57.0s/5m0s  2.00 iters/s

running (2m58.0s), 0029/0100 VUs, 327 complete and 0 interrupted iterations
arrival   [  59% ] 0029/0100 VUs  2m58.0s/5m0s  2.00 iters/s

running (2m59.0s), 0029/0100 VUs, 329 complete and 0 interrupted iterations
arrival   [  60% ] 0029/0100 VUs  2m59.0s/5m0s  2.00 iters/s

running (3m00.0s), 0030/0100 VUs, 330 complete and 0 interrupted iterations
arrival   [  60% ] 0030/0100 VUs  3m00.0s/5m0s  2.00 iters/s

running (3m01.0s), 0030/0100 VUs, 332 complete and 0 interrupted iterations
arrival   [  60% ] 0030/0100 VUs  3m01.0s/5m0s  2.00 iters/s

running (3m02.0s), 0030/0100 VUs, 334 complete and 0 interrupted iterations
arrival   [  61% ] 0030/0100 VUs  3m02.0s/5m0s  2.00 iters/s

running (3m03.0s), 0029/0100 VUs, 337 complete and 0 interrupted iterations
arrival   [  61% ] 0029/0100 VUs  3m03.0s/5m0s  2.00 iters/s

running (3m04.0s), 0029/0100 VUs, 339 complete and 0 interrupted iterations
arrival   [  61% ] 0029/0100 VUs  3m04.0s/5m0s  2.00 iters/s

running (3m05.0s), 0029/0100 VUs, 341 complete and 0 interrupted iterations
arrival   [  62% ] 0029/0100 VUs  3m05.0s/5m0s  2.00 iters/s

running (3m06.0s), 0029/0100 VUs, 343 complete and 0 interrupted iterations
arrival   [  62% ] 0029/0100 VUs  3m06.0s/5m0s  2.00 iters/s

running (3m07.0s), 0029/0100 VUs, 345 complete and 0 interrupted iterations
arrival   [  62% ] 0029/0100 VUs  3m07.0s/5m0s  2.00 iters/s

running (3m08.0s), 0030/0100 VUs, 346 complete and 0 interrupted iterations
arrival   [  63% ] 0030/0100 VUs  3m08.0s/5m0s  2.00 iters/s

running (3m09.0s), 0030/0100 VUs, 348 complete and 0 interrupted iterations
arrival   [  63% ] 0030/0100 VUs  3m09.0s/5m0s  2.00 iters/s

running (3m10.0s), 0030/0100 VUs, 350 complete and 0 interrupted iterations
arrival   [  63% ] 0030/0100 VUs  3m10.0s/5m0s  2.00 iters/s

running (3m11.0s), 0029/0100 VUs, 353 complete and 0 interrupted iterations
arrival   [  64% ] 0029/0100 VUs  3m11.0s/5m0s  2.00 iters/s

running (3m12.0s), 0029/0100 VUs, 355 complete and 0 interrupted iterations
arrival   [  64% ] 0029/0100 VUs  3m12.0s/5m0s  2.00 iters/s

running (3m13.0s), 0029/0100 VUs, 357 complete and 0 interrupted iterations
arrival   [  64% ] 0029/0100 VUs  3m13.0s/5m0s  2.00 iters/s

running (3m14.0s), 0029/0100 VUs, 359 complete and 0 interrupted iterations
arrival   [  65% ] 0029/0100 VUs  3m14.0s/5m0s  2.00 iters/s

running (3m15.0s), 0029/0100 VUs, 361 complete and 0 interrupted iterations
arrival   [  65% ] 0029/0100 VUs  3m15.0s/5m0s  2.00 iters/s

running (3m16.0s), 0030/0100 VUs, 362 complete and 0 interrupted iterations
arrival   [  65% ] 0030/0100 VUs  3m16.0s/5m0s  2.00 iters/s

running (3m17.0s), 0030/0100 VUs, 364 complete and 0 interrupted iterations
arrival   [  66% ] 0030/0100 VUs  3m17.0s/5m0s  2.00 iters/s

running (3m18.0s), 0030/0100 VUs, 366 complete and 0 interrupted iterations
arrival   [  66% ] 0030/0100 VUs  3m18.0s/5m0s  2.00 iters/s

running (3m19.0s), 0029/0100 VUs, 369 complete and 0 interrupted iterations
arrival   [  66% ] 0029/0100 VUs  3m19.0s/5m0s  2.00 iters/s

running (3m20.0s), 0029/0100 VUs, 371 complete and 0 interrupted iterations
arrival   [  67% ] 0029/0100 VUs  3m20.0s/5m0s  2.00 iters/s

running (3m21.0s), 0029/0100 VUs, 373 complete and 0 interrupted iterations
arrival   [  67% ] 0029/0100 VUs  3m21.0s/5m0s  2.00 iters/s

running (3m22.0s), 0029/0100 VUs, 375 complete and 0 interrupted iterations
arrival   [  67% ] 0029/0100 VUs  3m22.0s/5m0s  2.00 iters/s

running (3m23.0s), 0029/0100 VUs, 377 complete and 0 interrupted iterations
arrival   [  68% ] 0029/0100 VUs  3m23.0s/5m0s  2.00 iters/s

running (3m24.0s), 0030/0100 VUs, 378 complete and 0 interrupted iterations
arrival   [  68% ] 0030/0100 VUs  3m24.0s/5m0s  2.00 iters/s

running (3m25.0s), 0030/0100 VUs, 380 complete and 0 interrupted iterations
arrival   [  68% ] 0030/0100 VUs  3m25.0s/5m0s  2.00 iters/s

running (3m26.0s), 0030/0100 VUs, 382 complete and 0 interrupted iterations
arrival   [  69% ] 0030/0100 VUs  3m26.0s/5m0s  2.00 iters/s

running (3m27.0s), 0029/0100 VUs, 385 complete and 0 interrupted iterations
arrival   [  69% ] 0029/0100 VUs  3m27.0s/5m0s  2.00 iters/s

running (3m28.0s), 0029/0100 VUs, 387 complete and 0 interrupted iterations
arrival   [  69% ] 0029/0100 VUs  3m28.0s/5m0s  2.00 iters/s

running (3m29.0s), 0029/0100 VUs, 389 complete and 0 interrupted iterations
arrival   [  70% ] 0029/0100 VUs  3m29.0s/5m0s  2.00 iters/s

running (3m30.0s), 0029/0100 VUs, 391 complete and 0 interrupted iterations
arrival   [  70% ] 0029/0100 VUs  3m30.0s/5m0s  2.00 iters/s

running (3m31.0s), 0029/0100 VUs, 393 complete and 0 interrupted iterations
arrival   [  70% ] 0029/0100 VUs  3m31.0s/5m0s  2.00 iters/s

running (3m32.0s), 0030/0100 VUs, 394 complete and 0 interrupted iterations
arrival   [  71% ] 0030/0100 VUs  3m32.0s/5m0s  2.00 iters/s

running (3m33.0s), 0030/0100 VUs, 396 complete and 0 interrupted iterations
arrival   [  71% ] 0030/0100 VUs  3m33.0s/5m0s  2.00 iters/s

running (3m34.0s), 0030/0100 VUs, 398 complete and 0 interrupted iterations
arrival   [  71% ] 0030/0100 VUs  3m34.0s/5m0s  2.00 iters/s

running (3m35.0s), 0029/0100 VUs, 401 complete and 0 interrupted iterations
arrival   [  72% ] 0029/0100 VUs  3m35.0s/5m0s  2.00 iters/s

running (3m36.0s), 0029/0100 VUs, 403 complete and 0 interrupted iterations
arrival   [  72% ] 0029/0100 VUs  3m36.0s/5m0s  2.00 iters/s

running (3m37.0s), 0029/0100 VUs, 405 complete and 0 interrupted iterations
arrival   [  72% ] 0029/0100 VUs  3m37.0s/5m0s  2.00 iters/s

running (3m38.0s), 0029/0100 VUs, 407 complete and 0 interrupted iterations
arrival   [  73% ] 0029/0100 VUs  3m38.0s/5m0s  2.00 iters/s

running (3m39.0s), 0029/0100 VUs, 409 complete and 0 interrupted iterations
arrival   [  73% ] 0029/0100 VUs  3m39.0s/5m0s  2.00 iters/s

running (3m40.0s), 0030/0100 VUs, 410 complete and 0 interrupted iterations
arrival   [  73% ] 0030/0100 VUs  3m40.0s/5m0s  2.00 iters/s

running (3m41.0s), 0030/0100 VUs, 412 complete and 0 interrupted iterations
arrival   [  74% ] 0030/0100 VUs  3m41.0s/5m0s  2.00 iters/s

running (3m42.0s), 0029/0100 VUs, 415 complete and 0 interrupted iterations
arrival   [  74% ] 0029/0100 VUs  3m42.0s/5m0s  2.00 iters/s

running (3m43.0s), 0030/0100 VUs, 416 complete and 0 interrupted iterations
arrival   [  74% ] 0030/0100 VUs  3m43.0s/5m0s  2.00 iters/s

running (3m44.0s), 0030/0100 VUs, 418 complete and 0 interrupted iterations
arrival   [  75% ] 0030/0100 VUs  3m44.0s/5m0s  2.00 iters/s

running (3m45.0s), 0029/0100 VUs, 421 complete and 0 interrupted iterations
arrival   [  75% ] 0029/0100 VUs  3m45.0s/5m0s  2.00 iters/s

running (3m46.0s), 0029/0100 VUs, 423 complete and 0 interrupted iterations
arrival   [  75% ] 0029/0100 VUs  3m46.0s/5m0s  2.00 iters/s

running (3m47.0s), 0029/0100 VUs, 425 complete and 0 interrupted iterations
arrival   [  76% ] 0029/0100 VUs  3m47.0s/5m0s  2.00 iters/s

running (3m48.0s), 0030/0100 VUs, 426 complete and 0 interrupted iterations
arrival   [  76% ] 0030/0100 VUs  3m48.0s/5m0s  2.00 iters/s

running (3m49.0s), 0030/0100 VUs, 428 complete and 0 interrupted iterations
arrival   [  76% ] 0030/0100 VUs  3m49.0s/5m0s  2.00 iters/s

running (3m50.0s), 0029/0100 VUs, 431 complete and 0 interrupted iterations
arrival   [  77% ] 0029/0100 VUs  3m50.0s/5m0s  2.00 iters/s

running (3m51.0s), 0029/0100 VUs, 433 complete and 0 interrupted iterations
arrival   [  77% ] 0029/0100 VUs  3m51.0s/5m0s  2.00 iters/s

running (3m52.0s), 0029/0100 VUs, 435 complete and 0 interrupted iterations
arrival   [  77% ] 0029/0100 VUs  3m52.0s/5m0s  2.00 iters/s

running (3m53.0s), 0028/0100 VUs, 438 complete and 0 interrupted iterations
arrival   [  78% ] 0028/0100 VUs  3m53.0s/5m0s  2.00 iters/s

running (3m54.0s), 0028/0100 VUs, 440 complete and 0 interrupted iterations
arrival   [  78% ] 0028/0100 VUs  3m54.0s/5m0s  2.00 iters/s

running (3m55.0s), 0029/0100 VUs, 441 complete and 0 interrupted iterations
arrival   [  78% ] 0029/0100 VUs  3m55.0s/5m0s  2.00 iters/s

running (3m56.0s), 0030/0100 VUs, 442 complete and 0 interrupted iterations
arrival   [  79% ] 0030/0100 VUs  3m56.0s/5m0s  2.00 iters/s

running (3m57.0s), 0030/0100 VUs, 444 complete and 0 interrupted iterations
arrival   [  79% ] 0030/0100 VUs  3m57.0s/5m0s  2.00 iters/s

running (3m58.0s), 0029/0100 VUs, 447 complete and 0 interrupted iterations
arrival   [  79% ] 0029/0100 VUs  3m58.0s/5m0s  2.00 iters/s

running (3m59.0s), 0029/0100 VUs, 449 complete and 0 interrupted iterations
arrival   [  80% ] 0029/0100 VUs  3m59.0s/5m0s  2.00 iters/s

running (4m00.0s), 0029/0100 VUs, 451 complete and 0 interrupted iterations
arrival   [  80% ] 0029/0100 VUs  4m00.0s/5m0s  2.00 iters/s

running (4m01.0s), 0029/0100 VUs, 453 complete and 0 interrupted iterations
arrival   [  80% ] 0029/0100 VUs  4m01.0s/5m0s  2.00 iters/s

running (4m02.0s), 0028/0100 VUs, 456 complete and 0 interrupted iterations
arrival   [  81% ] 0028/0100 VUs  4m02.0s/5m0s  2.00 iters/s

running (4m03.0s), 0029/0100 VUs, 457 complete and 0 interrupted iterations
arrival   [  81% ] 0029/0100 VUs  4m03.0s/5m0s  2.00 iters/s

running (4m04.0s), 0030/0100 VUs, 458 complete and 0 interrupted iterations
arrival   [  81% ] 0030/0100 VUs  4m04.0s/5m0s  2.00 iters/s

running (4m05.0s), 0030/0100 VUs, 460 complete and 0 interrupted iterations
arrival   [  82% ] 0030/0100 VUs  4m05.0s/5m0s  2.00 iters/s

running (4m06.0s), 0029/0100 VUs, 463 complete and 0 interrupted iterations
arrival   [  82% ] 0029/0100 VUs  4m06.0s/5m0s  2.00 iters/s

running (4m07.0s), 0029/0100 VUs, 465 complete and 0 interrupted iterations
arrival   [  82% ] 0029/0100 VUs  4m07.0s/5m0s  2.00 iters/s

running (4m08.0s), 0029/0100 VUs, 467 complete and 0 interrupted iterations
arrival   [  83% ] 0029/0100 VUs  4m08.0s/5m0s  2.00 iters/s

running (4m09.0s), 0029/0100 VUs, 469 complete and 0 interrupted iterations
arrival   [  83% ] 0029/0100 VUs  4m09.0s/5m0s  2.00 iters/s

running (4m10.0s), 0029/0100 VUs, 471 complete and 0 interrupted iterations
arrival   [  83% ] 0029/0100 VUs  4m10.0s/5m0s  2.00 iters/s

running (4m11.0s), 0029/0100 VUs, 473 complete and 0 interrupted iterations
arrival   [  84% ] 0029/0100 VUs  4m11.0s/5m0s  2.00 iters/s

running (4m12.0s), 0030/0100 VUs, 474 complete and 0 interrupted iterations
arrival   [  84% ] 0030/0100 VUs  4m12.0s/5m0s  2.00 iters/s

running (4m13.0s), 0030/0100 VUs, 476 complete and 0 interrupted iterations
arrival   [  84% ] 0030/0100 VUs  4m13.0s/5m0s  2.00 iters/s

running (4m14.0s), 0029/0100 VUs, 479 complete and 0 interrupted iterations
arrival   [  85% ] 0029/0100 VUs  4m14.0s/5m0s  2.00 iters/s

running (4m15.0s), 0029/0100 VUs, 481 complete and 0 interrupted iterations
arrival   [  85% ] 0029/0100 VUs  4m15.0s/5m0s  2.00 iters/s

running (4m16.0s), 0029/0100 VUs, 483 complete and 0 interrupted iterations
arrival   [  85% ] 0029/0100 VUs  4m16.0s/5m0s  2.00 iters/s

running (4m17.0s), 0029/0100 VUs, 485 complete and 0 interrupted iterations
arrival   [  86% ] 0029/0100 VUs  4m17.0s/5m0s  2.00 iters/s

running (4m18.0s), 0029/0100 VUs, 487 complete and 0 interrupted iterations
arrival   [  86% ] 0029/0100 VUs  4m18.0s/5m0s  2.00 iters/s

running (4m19.0s), 0030/0100 VUs, 488 complete and 0 interrupted iterations
arrival   [  86% ] 0030/0100 VUs  4m19.0s/5m0s  2.00 iters/s

running (4m20.0s), 0030/0100 VUs, 490 complete and 0 interrupted iterations
arrival   [  87% ] 0030/0100 VUs  4m20.0s/5m0s  2.00 iters/s

running (4m21.0s), 0030/0100 VUs, 492 complete and 0 interrupted iterations
arrival   [  87% ] 0030/0100 VUs  4m21.0s/5m0s  2.00 iters/s

running (4m22.0s), 0029/0100 VUs, 495 complete and 0 interrupted iterations
arrival   [  87% ] 0029/0100 VUs  4m22.0s/5m0s  2.00 iters/s

running (4m23.0s), 0029/0100 VUs, 497 complete and 0 interrupted iterations
arrival   [  88% ] 0029/0100 VUs  4m23.0s/5m0s  2.00 iters/s

running (4m24.0s), 0029/0100 VUs, 499 complete and 0 interrupted iterations
arrival   [  88% ] 0029/0100 VUs  4m24.0s/5m0s  2.00 iters/s

running (4m25.0s), 0029/0100 VUs, 501 complete and 0 interrupted iterations
arrival   [  88% ] 0029/0100 VUs  4m25.0s/5m0s  2.00 iters/s

running (4m26.0s), 0029/0100 VUs, 503 complete and 0 interrupted iterations
arrival   [  89% ] 0029/0100 VUs  4m26.0s/5m0s  2.00 iters/s

running (4m27.0s), 0030/0100 VUs, 504 complete and 0 interrupted iterations
arrival   [  89% ] 0030/0100 VUs  4m27.0s/5m0s  2.00 iters/s

running (4m28.0s), 0030/0100 VUs, 506 complete and 0 interrupted iterations
arrival   [  89% ] 0030/0100 VUs  4m28.0s/5m0s  2.00 iters/s

running (4m29.0s), 0030/0100 VUs, 508 complete and 0 interrupted iterations
arrival   [  90% ] 0030/0100 VUs  4m29.0s/5m0s  2.00 iters/s

running (4m30.0s), 0029/0100 VUs, 511 complete and 0 interrupted iterations
arrival   [  90% ] 0029/0100 VUs  4m30.0s/5m0s  2.00 iters/s

running (4m31.0s), 0029/0100 VUs, 513 complete and 0 interrupted iterations
arrival   [  90% ] 0029/0100 VUs  4m31.0s/5m0s  2.00 iters/s

running (4m32.0s), 0029/0100 VUs, 515 complete and 0 interrupted iterations
arrival   [  91% ] 0029/0100 VUs  4m32.0s/5m0s  2.00 iters/s

running (4m33.0s), 0029/0100 VUs, 517 complete and 0 interrupted iterations
arrival   [  91% ] 0029/0100 VUs  4m33.0s/5m0s  2.00 iters/s

running (4m34.0s), 0029/0100 VUs, 519 complete and 0 interrupted iterations
arrival   [  91% ] 0029/0100 VUs  4m34.0s/5m0s  2.00 iters/s

running (4m35.0s), 0030/0100 VUs, 520 complete and 0 interrupted iterations
arrival   [  92% ] 0030/0100 VUs  4m35.0s/5m0s  2.00 iters/s

running (4m36.0s), 0030/0100 VUs, 522 complete and 0 interrupted iterations
arrival   [  92% ] 0030/0100 VUs  4m36.0s/5m0s  2.00 iters/s

running (4m37.0s), 0030/0100 VUs, 524 complete and 0 interrupted iterations
arrival   [  92% ] 0030/0100 VUs  4m37.0s/5m0s  2.00 iters/s

running (4m38.0s), 0029/0100 VUs, 527 complete and 0 interrupted iterations
arrival   [  93% ] 0029/0100 VUs  4m38.0s/5m0s  2.00 iters/s

running (4m39.0s), 0029/0100 VUs, 529 complete and 0 interrupted iterations
arrival   [  93% ] 0029/0100 VUs  4m39.0s/5m0s  2.00 iters/s

running (4m40.0s), 0029/0100 VUs, 531 complete and 0 interrupted iterations
arrival   [  93% ] 0029/0100 VUs  4m40.0s/5m0s  2.00 iters/s

running (4m41.0s), 0029/0100 VUs, 533 complete and 0 interrupted iterations
arrival   [  94% ] 0029/0100 VUs  4m41.0s/5m0s  2.00 iters/s

running (4m42.0s), 0029/0100 VUs, 535 complete and 0 interrupted iterations
arrival   [  94% ] 0029/0100 VUs  4m42.0s/5m0s  2.00 iters/s

running (4m43.0s), 0030/0100 VUs, 536 complete and 0 interrupted iterations
arrival   [  94% ] 0030/0100 VUs  4m43.0s/5m0s  2.00 iters/s

running (4m44.0s), 0030/0100 VUs, 538 complete and 0 interrupted iterations
arrival   [  95% ] 0030/0100 VUs  4m44.0s/5m0s  2.00 iters/s

running (4m45.0s), 0030/0100 VUs, 540 complete and 0 interrupted iterations
arrival   [  95% ] 0030/0100 VUs  4m45.0s/5m0s  2.00 iters/s

running (4m46.0s), 0029/0100 VUs, 543 complete and 0 interrupted iterations
arrival   [  95% ] 0029/0100 VUs  4m46.0s/5m0s  2.00 iters/s

running (4m47.0s), 0029/0100 VUs, 545 complete and 0 interrupted iterations
arrival   [  96% ] 0029/0100 VUs  4m47.0s/5m0s  2.00 iters/s

running (4m48.0s), 0029/0100 VUs, 547 complete and 0 interrupted iterations
arrival   [  96% ] 0029/0100 VUs  4m48.0s/5m0s  2.00 iters/s

running (4m49.0s), 0029/0100 VUs, 549 complete and 0 interrupted iterations
arrival   [  96% ] 0029/0100 VUs  4m49.0s/5m0s  2.00 iters/s

running (4m50.0s), 0029/0100 VUs, 551 complete and 0 interrupted iterations
arrival   [  97% ] 0029/0100 VUs  4m50.0s/5m0s  2.00 iters/s

running (4m51.0s), 0030/0100 VUs, 552 complete and 0 interrupted iterations
arrival   [  97% ] 0030/0100 VUs  4m51.0s/5m0s  2.00 iters/s

running (4m52.0s), 0030/0100 VUs, 554 complete and 0 interrupted iterations
arrival   [  97% ] 0030/0100 VUs  4m52.0s/5m0s  2.00 iters/s

running (4m53.0s), 0030/0100 VUs, 556 complete and 0 interrupted iterations
arrival   [  98% ] 0030/0100 VUs  4m53.0s/5m0s  2.00 iters/s

running (4m54.0s), 0028/0100 VUs, 560 complete and 0 interrupted iterations
arrival   [  98% ] 0028/0100 VUs  4m54.0s/5m0s  2.00 iters/s

running (4m55.0s), 0028/0100 VUs, 562 complete and 0 interrupted iterations
arrival   [  98% ] 0028/0100 VUs  4m55.0s/5m0s  2.00 iters/s

running (4m56.0s), 0029/0100 VUs, 563 complete and 0 interrupted iterations
arrival   [  99% ] 0029/0100 VUs  4m56.0s/5m0s  2.00 iters/s

running (4m57.0s), 0029/0100 VUs, 565 complete and 0 interrupted iterations
arrival   [  99% ] 0029/0100 VUs  4m57.0s/5m0s  2.00 iters/s

running (4m58.0s), 0029/0100 VUs, 567 complete and 0 interrupted iterations
arrival   [  99% ] 0029/0100 VUs  4m58.0s/5m0s  2.00 iters/s

running (4m59.0s), 0031/0100 VUs, 568 complete and 0 interrupted iterations
arrival   [ 100% ] 0031/0100 VUs  4m59.0s/5m0s  2.00 iters/s

running (5m00.0s), 0030/0100 VUs, 570 complete and 0 interrupted iterations
arrival   [ 100% ] 0030/0100 VUs  5m00.0s/5m0s  2.00 iters/s

running (5m01.0s), 0030/0100 VUs, 571 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m02.0s), 0028/0100 VUs, 573 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m03.0s), 0026/0100 VUs, 575 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m04.0s), 0025/0100 VUs, 576 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m05.0s), 0023/0100 VUs, 578 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m06.0s), 0021/0100 VUs, 580 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m07.0s), 0020/0100 VUs, 581 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m08.0s), 0020/0100 VUs, 581 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m09.0s), 0020/0100 VUs, 581 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m10.0s), 0018/0100 VUs, 583 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m11.0s), 0016/0100 VUs, 585 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m12.0s), 0015/0100 VUs, 586 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m13.0s), 0013/0100 VUs, 588 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m14.0s), 0011/0100 VUs, 590 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m15.0s), 0010/0100 VUs, 591 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m16.0s), 0010/0100 VUs, 591 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m17.0s), 0010/0100 VUs, 591 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m18.0s), 0008/0100 VUs, 593 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m19.0s), 0006/0100 VUs, 595 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m20.0s), 0005/0100 VUs, 596 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m21.0s), 0003/0100 VUs, 598 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s

running (5m22.0s), 0001/0100 VUs, 600 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0031/0100 VUs  5m0s  2.00 iters/s


  █ TOTAL RESULTS 

    CUSTOM
    client_completed_total...........: 400    1.24159/s
    client_events_received_total.....: 14400  44.697256/s
    client_rejected_total............: 201    0.623899/s
    client_stream_duration_seconds...: p(50)=23.315 p(95)=23.833   p(99)=23.951   min=0.001  max=23.973
    client_ttfc_completed_seconds....: p(50)=16.578 p(95)=16.91035 p(99)=16.97002 min=1.003  max=16.987
    client_ttfc_seconds..............: p(50)=16.578 p(95)=16.91035 p(99)=16.97002 min=1.003  max=16.987
    sse_event........................: 14400  44.697256/s

    HTTP
    http_req_duration................: p(50)=23.31s p(95)=23.83s   p(99)=23.95s   min=1.06ms max=23.97s
    http_reqs........................: 601    1.86549/s

    EXECUTION
    iteration_duration...............: p(50)=23.31s p(95)=23.83s   p(99)=23.95s   min=1.14ms max=23.97s
    iterations.......................: 601    1.86549/s
    vus..............................: 1      min=1       max=30 
    vus_max..........................: 100    min=100     max=100

    NETWORK
    data_received....................: 1.9 MB 5.8 kB/s
    data_sent........................: 160 kB 496 B/s



running (5m22.2s), 0000/0100 VUs, 601 complete and 0 interrupted iterations
arrival ✓ [ 100% ] 0000/0100 VUs  5m0s  2.00 iters/s